
insert into `regions` (`code`, `name_ar`, `name_en`, `shipping_price`, `id`)
values
('RD', 'منطقة الرياض', 'Riyadh', 0, 1),
('MQ', 'منطقة مكة المكرمة', 'Makkah', 606, 2),
('MN', 'منطقة المدينة المنورة', 'Madinah', 173, 3),
('QA', 'منطقة القصيم', 'Qassim', 1215858, 4),
('SQ', 'المنطقة الشرقية', 'Eastern Province', 780, 5),
('AS', 'منطقة عسير', 'Asir', 192, 6),
('TB', 'منطقة تبوك', 'Tabuk', 791, 7),
('HA', 'منطقة حائل', 'Hail', 594, 8),
('SH', 'منطقة الحدود الشمالية', 'Northern Borders', 524, 9),
('GA', 'منطقة جازان', 'Jazan', 136, 10),
('NG', 'منطقة نجران', 'Najran', 505, 11),
('BA', 'منطقة الباحة', 'Bahah', 418, 12),
('GO', 'منطقة الجوف', 'Jawf', 409, 13)
